import React from "react";

import style from "./AboutRest.module.css";

import Rest from "./../../Assets/img/AboutRest.jpg";

const text =
  "Тривалий час у нас зароджувалася ідея створити затишний заклад сімейного типу в Запоріжжі для якісних сніданків, обідів та вечерь. Logos - це місце, куди хочеться повертатися знову і знову. місце, де комфортно сім'ям з маленькими дітьми, закоханим, куди хочеться зайти на чашечку кави з діловим партнером і де хочеться відпочити від буденної метушні. Мета нашого закладу - надати жителям та гостям рідного міста якісне обслуговування, здорові та свіжі страви, меню, підібране по сезону, створити комфортну обстановку для Вашого відпочинку. Ключовим у нашому підході є те, що страви подаються “з-під ножа”, саме це дає нам можливість переконатися в свіжості продуктів та страви в цілому. Хоча ми працюємо не так давно, ми вже встигли познайомитись з нашими відвідувачами та зарекомендувати себе серед мешканців та гостей нашого міста, і ми сподіваємося знайти місце і у Вашому серці.";

const AboutRest = () => {
  window.scrollTo(0, 0);
  return (
    <div className={style.aboutRest}>
      <div className={style.title}>
        <div className={style.block}></div>
        <div className={style.text}>
          <span>Про ресторан</span>
        </div>
      </div>

      <div className={style.content}>
        <span className={style.content_text}>{text}</span>
        <span className={style.content_center}>Щиро чекаємо на зустріч з Вами!</span>
        <img src={Rest} alt='AboutRest' />
      </div>
    </div>
  );
};

export default AboutRest;
